Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.section.battery.subtitle
source: Charging, low battery, and full battery notifications.
ar: إشعارات الشحن والبطارية المنخفضة والبطارية الممتلئة.
bg: Известия за зареждане, изтощена и пълна батерия.
bn: চার্জিং, কম ব্যাটারি এবং সম্পূর্ণ ব্যাটারির বিজ্ঞপ্তি।
ca: Notificacions de càrrega, bateria baixa i bateria plena.
cs: Oznámení o nabíjení, slabé a plně nabité baterii.
da: Opladnings-, lavt batteri- og fuldt batteri-notifikationer.
de: Benachrichtigungen bei Ladevorgang, niedrigem und vollem Batteriestand.
el: Ειδοποιήσεις φόρτισης, χαμηλής και πλήρους μπαταρίας.
es: Notificaciones de carga, batería baja y carga completa.
fa: اعلان‌های شارژ، باتری ضعیف و باتری پر.
fi: Lataus-, alhaisen akun ja täyden akun ilmoitukset.
fil: Mga abiso sa pag-charge, mababang baterya, at punong baterya.
fr: Notifications de charge, de batterie faible et de batterie pleine.
he: התראות טעינה, סוללה חלשה וסוללה מלאה.
hi: चार्जिंग, कम बैटरी और पूर्ण बैटरी सूचनाएं।
hr: Obavijesti o punjenju, slaboj i punoj bateriji.
hu: Töltési, alacsony és teljes akkumulátor értesítések.
id: Notifikasi pengisian daya, baterai lemah, dan baterai penuh.
it: Notifiche di ricarica, batteria quasi scarica e carica completa.
ja: 充電、バッテリー残量低下、フル充電の通知。
kk: Зарядтау, төмен батарея және толық батарея хабарландырулары.
ko: 충전, 배터리 부족 및 완충 알림.
ms: Pemberitahuan pengecasan, bateri lemah dan bateri penuh.
nb: Lade-, lavt batteri- og fullt batteri-varsler.
nl: Meldingen voor opladen, bijna lege en volle batterij.
pl: Powiadomienia o ładowaniu, niskim poziomie baterii i pełnym naładowaniu.
pt: Notificações de carregamento, bateria fraca e bateria cheia.
ro: Notificări de încărcare, baterie descărcată și baterie plină.
ru: Уведомления о зарядке, низком и полном заряде аккумулятора.
sk: Oznámenia o nabíjaní, slabej a plnej batérii.
sr: Обавештења о пуњењу, слабој и пуној батерији.
sv: Aviseringar om laddning, låg batterinivå och fullt batteri.
th: การแจ้งเตือนการชาร์จ แบตเตอรี่ต่ำ และแบตเตอรี่เต็ม
tr: Şarj, düşük pil ve dolu pil bildirimleri.
uk: Сповіщення про заряджання, низький та повний заряд акумулятора.
vi: Thông báo sạc, pin yếu và pin đầy.
zh_hans: 充电、低电量和满电通知。
zh_hant: 充電、低電量及已充滿電通知。

# settings.section.battery.title
source: Battery
ar: البطارية
bg: Батерия
bn: ব্যাটারি
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
es: Batería
fa: باتری
fi: Akku
fil: Baterya
fr: Batterie
he: סוללה
hi: बैटरी
hr: Baterija
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
kk: Батарея
ko: 배터리
ms: Bateri
nb: Batteri
nl: Batterij
pl: Bateria
pt: Bateria
ro: Baterie
ru: Аккумулятор
sk: Batéria
sr: Батерија
sv: Batteri
th: แบตเตอรี่
tr: Pil
uk: Акумулятор
vi: Pin
zh_hans: 电池
zh_hant: 電池

# settings.section.bluetooth.subtitle
source: Connection feedback for Bluetooth accessories.
ar: ملاحظات الاتصال لملحقات البلوتوث.
bg: Обратна връзка за връзка с Bluetooth аксесоари.
bn: ব্লুটুথ আনুষাঙ্গিকগুলির জন্য সংযোগ প্রতিক্রিয়া।
ca: Informació de connexió per a accessoris Bluetooth.
cs: Zpětná vazba připojení pro příslušenství Bluetooth.
da: Forbindelsesfeedback for Bluetooth-tilbehør.
de: Verbindungs-Feedback für Bluetooth-Zubehör.
el: Ανάδραση σύνδεσης για αξεσουάρ Bluetooth.
es: Notificaciones de conexión para accesorios Bluetooth.
fa: بازخورد اتصال برای لوازم جانبی بلوتوث.
fi: Yhteyspalaute Bluetooth-lisävarusteille.
fil: Feedback sa koneksyon para sa mga Bluetooth accessory.
fr: Retour de connexion pour les accessoires Bluetooth.
he: משוב חיבור עבור אביזרי Bluetooth.
hi: ब्लूटूथ एक्सेसरीज़ के लिए कनेक्शन फीडबैक।
hr: Povratne informacije o vezi za Bluetooth dodatke.
hu: Csatlakozási visszajelzés Bluetooth-kiegészítőkhöz.
id: Umpan balik koneksi untuk aksesori Bluetooth.
it: Feedback di connessione per gli accessori Bluetooth.
ja: Bluetoothアクセサリの接続フィードバック。
kk: Bluetooth аксессуарларына арналған байланыс кері байланысы.
ko: Bluetooth 액세서리에 대한 연결 피드백.
ms: Maklum balas sambungan untuk aksesori Bluetooth.
nb: Tilkoblingstilbakemelding for Bluetooth-tilbehør.
nl: Verbindingsfeedback voor Bluetooth-accessoires.
pl: Informacje o połączeniu dla akcesoriów Bluetooth.
pt: Informação de ligação para acessórios Bluetooth.
ro: Feedback de conectare pentru accesoriile Bluetooth.
ru: Уведомления о подключении Bluetooth-аксессуаров.
sk: Spätná väzba o pripojení príslušenstva Bluetooth.
sr: Повратне информације о вези за Bluetooth додатке.
sv: Anslutningsfeedback för Bluetooth-tillbehör.
th: การตอบรับการเชื่อมต่อสำหรับอุปกรณ์เสริมบลูทูธ
tr: Bluetooth aksesuarları için bağlantı geri bildirimi.
uk: Зворотний зв'язок підключення для аксесуарів Bluetooth.
vi: Phản hồi kết nối cho các phụ kiện Bluetooth.
zh_hans: 蓝牙配件的连接反馈。
zh_hant: 藍牙配件的連線回饋。

# settings.section.bluetooth.title
source: Bluetooth
ar: البلوتوث
bn: ব্লুটুথ
fa: بلوتوث
hi: ब्लूटूथ
th: บลูทูธ
zh_hans: 蓝牙
zh_hant: 藍牙

# settings.section.calendar.subtitle
source: Configure upcoming calendar events settings.
ar: تكوين إعدادات أحداث التقويم القادمة.
bg: Конфигурирайте настройките за предстоящи събития.
bn: আসন্ন ইভেন্টগুলির জন্য পছন্দগুলি কনফিগার করুন।
ca: Configura les preferències per als propers esdeveniments.
cs: Konfigurace nastavení nadcházejících událostí kalendáře.
da: Konfigurer indstillinger for kommende kalenderbegivenheder.
de: Einstellungen für anstehende Kalenderereignisse konfigurieren.
el: Διαμόρφωση ρυθμίσεων επερχόμενων συμβάντων ημερολογίου.
es: Configura los ajustes de los próximos eventos del calendario.
fa: پیکربندی ترجیحات برای رویدادهای آینده.
fi: Määritä tulevien kalenteritapahtumien asetukset.
fil: I-configure ang mga kagustuhan para sa mga paparating na kaganapan.
fr: Configurer les réglages des événements de calendrier à venir.
he: הגדר העדפות עבור אירועי לוח שנה קרובים.
hi: आगामी कैलेंडर ईवेंट सेटिंग्स कॉन्फ़िगर करें।
hr: Konfigurirajte postavke za nadolazeće događaje.
hu: Közelgő naptáresemények beállításainak konfigurálása.
id: Konfigurasikan pengaturan untuk acara kalender mendatang.
it: Configura le impostazioni per i prossimi eventi di calendario.
ja: 今後のカレンダーイベントの設定。
kk: Алдағы оқиғалар үшін параметрлерді баптаңыз.
ko: 예정된 캘린더 이벤트 설정 구성.
ms: Konfigurasikan tetapan acara kalendar akan datang.
nb: Konfigurer innstillinger for kommende kalenderhendelser.
nl: Instellingen voor komende agenda-activiteiten configureren.
pl: Skonfiguruj ustawienia nadchodzących wydarzeń w kalendarzu.
pt: Configurar definições para os próximos eventos do calendário.
ro: Configurați setările evenimentelor viitoare din calendar.
ru: Настройка отображения предстоящих событий календаря.
sk: Nakonfigurujte predvoľby pre nadchádzajúce udalosti.
sr: Конфигуришите подешавања за предстојеће догађаје.
sv: Konfigurera inställningar för kommande kalenderhändelser.
th: กำหนดค่าการตั้งค่ากิจกรรมในปฏิทินที่กำลังจะมาถึง
tr: Yaklaşan takvim etkinliği ayarlarını yapılandırın.
uk: Налаштуйте параметри для найближчих подій календаря.
vi: Định cấu hình cài đặt cho các sự kiện lịch sắp tới.
zh_hans: 配置即将到来的日历事件设置。
zh_hant: 設定即將到來的行事曆行程。

# settings.section.calendar.title
source: Calendar
ar: التقويم
bg: Календар
bn: ক্যালেন্ডার
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fi: Kalenteri
fil: Kalendaryo
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
kk: Күнтізбе
ko: 캘린더
ms: Kalendar
nb: Kalender
nl: Agenda
pl: Kalendarz
pt: Calendário
ru: Календарь
sk: Kalendár
sr: Календар
sv: Kalender
th: ปฏิทิน
tr: Takvim
uk: Календар
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# settings.section.debug.subtitle
source: Manual previews and event triggers for testing.
ar: معاينات يدوية ومشغّلات أحداث للاختبار.
bg: Ръчни предварителни прегледи и задействане на събития за тестване.
bn: পরীক্ষার জন্য ম্যানুয়াল প্রিভিউ এবং ইভেন্ট ট্রিগার।
ca: Previsualitzacions manuals i activadors d'esdeveniments per a proves.
cs: Ruční náhledy a spouštěče událostí pro testování.
da: Manuelle forhåndsvisninger og hændelsesudløsere til test.
de: Manuelle Vorschauen und Ereignisauslöser zum Testen.
el: Μη αυτόματες προεπισκοπήσεις και ενεργοποιητές για δοκιμές.
es: Vistas previas manuales y activadores de eventos para pruebas.
fa: پیش‌نمایش‌های دستی و راه‌اندازهای رویداد برای آزمایش.
fi: Manuaaliset esikatselut ja tapahtumalaukaisimet testausta varten.
fil: Mga manual na preview at event trigger para sa pagsubok.
fr: Aperçus manuels et déclencheurs d'événements pour les tests.
he: תצוגות מקדימות ידניות והפעלת אירועים לבדיקה.
hi: परीक्षण के लिए मैन्युअल पूर्वावलोकन और ईवेंट ट्रिगर।
hr: Ručni pretpregledi i pokretači događaja za testiranje.
hu: Kézi előnézetek és eseményindítók a teszteléshez.
id: Pratinjau manual dan pemicu peristiwa untuk pengujian.
it: Anteprime manuali e attivatori di eventi per i test.
ja: テスト用の手動プレビューとイベントトリガー。
kk: Сынаққа арналған қолмен алдын ала қараулар мен оқиға триггерлері.
ko: 테스트를 위한 수동 미리보기 및 이벤트 트리거.
ms: Pratonton manual dan pencetus peristiwa untuk ujian.
nb: Manuelle forhåndsvisninger og hendelsesutløsere for testing.
nl: Handmatige voorvertoningen en gebeurtenistriggers voor testen.
pl: Ręczne podglądy i wyzwalacze zdarzeń do testowania.
pt: Pré-visualizações manuais e acionadores de eventos para testes.
ro: Previzualizări manuale și declanșatoare de evenimente pentru testare.
ru: Ручные превью и триггеры событий для тестирования.
sk: Manuálne náhľady a spúšťače udalostí na testovanie.
sr: Ручни прегледи и покретачи догађаја за тестирање.
sv: Manuella förhandsvisningar och händelseutlösare för testning.
th: ตัวอย่างแบบกำหนดเองและตัวกระตุ้นเหตุการณ์สำหรับการทดสอบ
tr: Test için elle önizlemeler ve olay tetikleyicileri.
uk: Ручний попередній перегляд і тригери подій для тестування.
vi: Bản xem trước thủ công và kích hoạt sự kiện để kiểm tra.
zh_hans: 用于测试的手动预览和事件触发器。
zh_hant: 用於測試的手動預覽與事件觸發器。

# settings.section.debug.title
source: Debug
ar: التصحيح
bg: Отстраняване на грешки
bn: ডিবাগ
ca: Depuració
cs: Ladění
da: Fejlfinding
el: Εντοπισμός σφαλμάτων
es: Depurar
fa: اشکال‌زدایی
fi: Vianmääritys
fil: Pag-debug
fr: Débogage
he: ניפוי שגיאות
hi: डिबग
hr: Otklanjanje pogrešaka
hu: Hibakeresés
ja: デバッグ
kk: Түзету
ko: 디버그
ms: Nyahpepijat
nb: Feilsøking
pl: Debugowanie
pt: Depuração
ro: Depanare
sk: Ladenie
sr: Отклањање грешака
sv: Felsökning
th: แก้จุดบกพร่อง
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯

# settings.section.downloads.subtitle
source: Live download tracking and transfer previews.
ar: تتبع التنزيلات المباشر ومعاينات النقل.
bg: Проследяване на изтеглянията на живо и прегледи на прехвърлянето.
bn: লাইভ ডাউনলোড ট্র্যাকিং এবং স্থানান্তর প্রিভিউ।
ca: Seguiment de descàrregues en directe i vistes prèvies de transferència.
cs: Živé sledování stahování a náhledy přenosů.
da: Live downloadsporing og overførselsforhåndsvisninger.
de: Live-Download-Verfolgung und Übertragungsvorschauen.
el: Ζωντανή παρακολούθηση λήψεων και προεπισκοπήσεις μεταφοράς.
es: Seguimiento de descargas en vivo y vista previa.
fa: ردیابی زنده دانلودها و پیش‌نمایش‌های انتقال.
fi: Reaaliaikainen latausseuranta ja siirtoesikatselut.
fil: Live na pagsubaybay sa download at mga preview ng paglilipat.
fr: Suivi des téléchargements en direct et aperçus de transfert.
he: מעקב הורדות חי ותצוגה מקדימה של העברות.
hi: लाइव डाउनलोड ट्रैकिंग और स्थानांतरण पूर्वावलोकन।
hr: Praćenje preuzimanja uživo i pretpregledi prijenosa.
hu: Élő letöltéskövetés és átviteli előnézetek.
id: Pelacakan unduhan langsung dan pratinjau transfer.
it: Tracciamento dei download in tempo reale e anteprime di trasferimento.
ja: ダウンロード追跡と転送プレビュー。
kk: Тікелей жүктеулерді бақылау және тасымалдау алдын ала қараулары.
ko: 실시간 다운로드 추적 및 전송 미리보기.
ms: Penjejakan muat turun langsung dan pratonton pemindahan.
nb: Direkte nedlastingssporing og overføringsforhåndsvisninger.
nl: Live downloadregistratie en overdrachtsvoorvertoningen.
pl: Śledzenie pobierania na żywo i podglądy transferu.
pt: Acompanhamento em tempo real de descargas e pré-visualizações.
ro: Urmărire descărcări live și previzualizări de transfer.
ru: Отслеживание загрузок в реальном времени и предпросмотр.
sk: Živé sledovanie sťahovania a náhľady prenosov.
sr: Праћење преузимања уживо и прегледи преноса.
sv: Spårning av hämtningar i realtid och förhandsvisningar av överföringar.
th: การติดตามการดาวน์โหลดสดและตัวอย่างการถ่ายโอน
tr: Canlı indirme takibi ve aktarım önizlemeleri.
uk: Відстеження завантажень у реальному часі та попередній перегляд передачі.
vi: Theo dõi tải xuống trực tiếp và xem trước truyền tệp.
zh_hans: 实时下载跟踪和传输预览。
zh_hant: 即時下載追蹤與傳輸預覽。

# settings.section.downloads.title
source: Downloads
ar: التنزيلات
bg: Изтегляния
bn: ডাউনলোড
ca: Descàrregues
cs: Stahování
da: Overførsler
el: Λήψεις
es: Descargas
fa: دانلودها
fi: Lataukset
fil: Mga Download
fr: Téléchargements
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
kk: Жүктеулер
ko: 다운로드
ms: Muat Turun
nb: Nedlastinger
pl: Pobrane
pt: Descargas
ro: Descărcări
ru: Загрузки
sk: Sťahovania
sr: Преузимања
sv: Hämtningar
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載項目

# settings.section.drop.subtitle
source: AirDrop and Tray targets for files dragged through the notch.
ar: أهداف AirDrop والدرج للملفات المسحوبة عبر الشق.
bg: AirDrop и цели за табла за файлове, плъзнати през ноча.
bn: নচের মাধ্যমে টানা ফাইলের জন্য AirDrop এবং ট্রে লক্ষ্য।
ca: Objectius d'AirDrop i Safata per a fitxers arrossegats pel notch.
cs: Cíle AirDrop a přihrádky pro soubory přetažené do výřezu.
da: AirDrop- og bakkemål for filer, der trækkes gennem notchen.
de: AirDrop- und Dateiablage-Ziele für Dateien, die über die Notch gezogen werden.
el: Προορισμοί AirDrop και Δίσκου για αρχεία που σύρονται μέσω του notch.
es: Destinos de AirDrop y Bandeja para archivos arrastrados.
fa: مقصدهای AirDrop و سینی برای فایل‌های کشیده شده روی ناچ.
fi: AirDrop- ja kaukalokohteet notchin läpi vedetyille tiedostoille.
fil: Mga target ng AirDrop at Tray para sa mga file na na-drag sa notch.
fr: Cibles AirDrop et Bac pour les fichiers glissés sur l'encoche.
he: יעדי AirDrop ומגש עבור קבצים הנגררים דרך המגרעת.
hi: नॉच के माध्यम से खींची गई फ़ाइलों के लिए AirDrop और ट्रे लक्ष्य।
hr: AirDrop i odredišta ladice za datoteke povučene kroz urez.
hu: AirDrop és Tálca célpontok a notch-on áthúzott fájlokhoz.
id: Target AirDrop dan Baki untuk file yang diseret ke notch.
it: Destinazioni AirDrop e Vassoio per i file trascinati sul notch.
ja: ノッチへのドラッグ用AirDropおよびトレイターゲット。
kk: Ойық арқылы сүйрелген файлдарға арналған AirDrop және Науа мақсаттары.
ko: 노치로 드래그한 파일을 위한 AirDrop 및 트레이 대상.
ms: Sasaran AirDrop dan Dulang untuk fail yang diseret melalui notch.
nb: AirDrop- og skuffmål for filer som dras gjennom notchen.
nl: AirDrop- en ladebestemmingen voor bestanden die naar de notch worden gesleept.
pl: Cele AirDrop i Tacki dla plików przeciągniętych na notch.
pt: Destinos AirDrop e Bandeja para ficheiros arrastados para o notch.
ro: Ținte AirDrop și Tavă pentru fișierele trase prin notch.
ru: Цели AirDrop и Лоток для файлов, перетаскиваемых через вырез.
sk: Ciele AirDrop a Zásobníka pre súbory ťahané cez výrez.
sr: AirDrop и одредишта фиоке за датотеке превучене кроз ноч.
sv: AirDrop- och brickmål för filer som dras till flärpen.
th: เป้าหมาย AirDrop และถาดสำหรับไฟล์ที่ลากผ่านรอยบาก
tr: Çentiğe sürüklenen dosyalar için AirDrop ve Tepsi hedefleri.
uk: Цілі AirDrop та лотка для файлів, перетягнутих на notch.
vi: Mục tiêu AirDrop và Khay cho các tệp được kéo vào notch.
zh_hans: 通过刘海拖动文件的 AirDrop 和托盘目标。
zh_hant: 拖移至「瀏海」之檔案的 AirDrop 與托盤目標。

# settings.section.drop.title
source: Drag&Drop
ar: السحب والإفلات
bg: Плъзгане и пускане
bn: টেনে আনুন এবং ড্রপ করুন
ca: Arrossegar i deixar anar
cs: Přetažení
da: Træk og slip
el: Μεταφορά και απόθεση
es: Arrastrar y soltar
fa: کشیدن و رها کردن
fi: Vedä ja pudota
fil: Drag and Drop
fr: Glisser-déposer
he: גרירה ושחרור
hi: ड्रैग और ड्रॉप
hr: Povuci i ispusti
hu: Fogd és vidd
id: Seret dan Lepas
it: Trascina e rilascia
ja: ドラッグ＆ドロップ
kk: Сүйреп апару
ko: 드래그 앤 드롭
ms: Seret & Lepas
nb: Dra og slipp
nl: Slepen en neerzetten
pl: Przeciągnij i upuść
pt: Arrastar e largar
ro: Tragere și plasare
ru: Перетаскивание
sk: Ťahať a pustiť
sr: Превуци и пусти
sv: Dra och släpp
th: ลากและวาง
tr: Sürükle&Bırak
uk: Перетягування
vi: Kéo và thả
zh_hans: 拖放
zh_hant: 拖放

# settings.section.focus.subtitle
source: Focus mode state changes and quick status updates.
ar: تغييرات حالة وضع التركيز وتحديثات الحالة السريعة.
bg: Промени в състоянието на Фокус и бързи актуализации.
bn: ফোকাস মোড অবস্থার পরিবর্তন এবং দ্রুত আপডেট।
ca: Canvis d'estat del mode de Concentració i actualitzacions ràpides.
cs: Změny stavu soustředění a rychlé aktualizace.
da: Fokus-tilstandsændringer og hurtige statusopdateringer.
de: Statusänderungen und Schnellaktualisierungen des Fokusmodus.
el: Αλλαγές κατάστασης λειτουργίας Συγκέντρωσης και γρήγορες ενημερώσεις.
es: Cambios de estado del modo Enfoque y actualizaciones.
fa: تغییرات وضعیت حالت تمرکز و به‌روزرسانی‌های سریع.
fi: Keskittymistilan tilanmuutokset ja nopeat tilapäivitykset.
fil: Mga pagbabago sa estado ng Focus mode at mabilisang mga update.
fr: Changements d'état du mode Concentration et mises à jour rapides.
he: שינויי מצב פוקוס ועדכוני סטטוס מהירים.
hi: फ़ोकस मोड स्थिति परिवर्तन और त्वरित स्थिति अपडेट।
hr: Promjene stanja načina Fokus i brza ažuriranja.
hu: Fókusz mód állapotváltozásai és gyors állapotfrissítések.
id: Perubahan status Fokus dan pembaruan cepat.
it: Modifiche dello stato di Full immersion e aggiornamenti rapidi.
ja: 集中モードの状態変更とクイックアップデート。
kk: Зейін қою режимінің күйінің өзгеруі және жылдам жаңартулар.
ko: 집중 모드 상태 변경 및 빠른 업데이트.
ms: Perubahan keadaan mod Fokus dan kemas kini status pantas.
nb: Fokus-modusstatusendringer og raske statusoppdateringer.
nl: Focusstatuswijzigingen en snelle updates.
pl: Zmiany stanu skupienia i szybkie aktualizacje.
pt: Alterações do estado de Concentração e atualizações rápidas.
ro: Schimbări de stare Focalizare și actualizări rapide de stare.
ru: Изменения состояния режима Фокусирования и статус.
sk: Zmeny stavu režimu Môj čas a rýchle aktualizácie.
sr: Промене стања режима Фокус и брза ажурирања.
sv: Fokuslägesändringar och snabba uppdateringar.
th: การเปลี่ยนสถานะโหมดโฟกัสและการอัปเดตสถานะด่วน
tr: Odak modu durum değişiklikleri ve hızlı durum güncellemeleri.
uk: Зміни стану фокусування та швидкі оновлення.
vi: Thay đổi trạng thái Tập trung và cập nhật nhanh.
zh_hans: 专注模式状态更改和快速状态更新。
zh_hant: 專注模式狀態變更與快速更新。

# settings.section.focus.title
source: Focus
ar: التركيز
bg: Фокус
bn: ফোকাস
ca: Concentració
cs: Soustředění
da: Fokus
de: Fokus
el: Συγκέντρωση
es: Enfoque
fa: تمرکز
fi: Keskittyminen
fr: Concentration
he: פוקוס
hi: फ़ोकस
hr: Fokus
hu: Fókusz
id: Fokus
it: Full immersion
ja: 集中モード
kk: Зейін қою
ko: 집중 모드
ms: Fokus
nb: Fokus
pl: Skupienie
pt: Concentração
ro: Focalizare
ru: Фокусирование
sk: Môj čas
sr: Фокус
sv: Fokus
th: โฟกัส
tr: Odak
uk: Зосередження
vi: Tập trung
zh_hans: 专注模式
zh_hant: 專注模式

# settings.section.general.subtitle
source: Startup, display placement, and app language.
ar: التشغيل ووضع الشاشة ولغة التطبيق.
bg: Стартиране, позициониране на дисплея и език на приложението.
bn: স্টার্টআপ, ডিসপ্লে প্লেসমেন্ট এবং অ্যাপের ভাষা।
ca: Inici, ubicació de la pantalla i idioma de l'aplicació.
cs: Spouštění, umístění na displeji a jazyk aplikace.
da: Opstart, skærmplacering og appsprog.
de: Autostart, Displayplatzierung und App-Sprache.
el: Εκκίνηση, τοποθέτηση οθόνης και γλώσσα εφαρμογής.
es: Inicio, ubicación en pantalla e idioma de la app.
fa: راه‌اندازی، قرارگیری در صفحه نمایش و زبان برنامه.
fi: Käynnistys, näytön sijoitus ja sovelluksen kieli.
fil: Startup, placement sa display, at wika ng app.
fr: Démarrage, disposition de l'écran et langue de l'application.
he: הפעלה, מיקום תצוגה ושפת האפליקציה.
hi: स्टार्टअप, डिस्प्ले प्लेसमेंट और ऐप भाषा।
hr: Pokretanje, položaj na zaslonu i jezik aplikacije.
hu: Indítás, kijelző elhelyezése és az alkalmazás nyelve.
id: Peluncuran, tata letak layar, dan bahasa aplikasi.
it: Avvio, posizionamento dello schermo e lingua dell'app.
ja: 起動、ディスプレイ配置、言語設定。
kk: Іске қосу, дисплейді орналастыру және қолданба тілі.
ko: 시작 시 실행, 디스플레이 배치 및 앱 언어.
ms: Permulaan, penempatan paparan dan bahasa aplikasi.
nb: Oppstart, skjermplassering og appspråk.
nl: Opstarten, beeldschermplaatsing en apptaal.
pl: Uruchamianie, układ ekranu i język aplikacji.
pt: Arranque, disposição do ecrã e idioma da aplicação.
ro: Pornire, amplasare ecran și limba aplicației.
ru: Автозапуск, выбор дисплея и язык приложения.
sk: Spustenie, umiestnenie na displeji a jazyk aplikácie.
sr: Покретање, положај на екрану и језик апликације.
sv: Start, skärmplacering och appspråk.
th: การเริ่มต้น ตำแหน่งการแสดงผล และภาษาของแอป
tr: Başlangıç, ekran yerleşimi ve uygulama dili.
uk: Запуск, розташування на екрані та мова програми.
vi: Khởi động, bố cục màn hình và ngôn ngữ ứng dụng.
zh_hans: 启动、显示位置和应用语言。
zh_hant: 啟動、螢幕位置與應用程式語言。

# settings.section.general.title
source: General
ar: عام
bg: Общи
bn: সাধারণ
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fa: عمومی
fi: Yleiset
fil: Pangkalahatan
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
kk: Жалпы
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Основные
sk: Všeobecné
sr: Опште
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 一般

# settings.section.homePage.subtitle
source: Configure pages visible on the notch home page.
ar: تكوين الصفحات المرئية في الصفحة الرئيسية للشق.
cs: Konfigurace stránek viditelných na domovské stránce výřezu.
de: Seiten konfigurieren, die auf der Hauptseite der Notch sichtbar sind.
es: Configura las páginas visibles en la página de inicio de la muesca.
fr: Configurer les pages visibles sur la page d'accueil de l'encoche.
hi: नॉच होम पेज पर दिखाई देने वाले पेज कॉन्फ़िगर करें।
hu: A notch főoldalán látható oldalak konfigurálása.
id: Konfigurasikan halaman yang terlihat di halaman beranda notch.
it: Configura le pagine visibili nella home page del notch.
ja: ノッチのホームページに表示するページの設定。
ko: 노치 홈 화면에 표시할 페이지 구성.
nl: Configureer de pagina's die zichtbaar zijn op de homepagina van de notch.
pl: Skonfiguruj strony widoczne na stronie głównej notcha.
pt: Configurar páginas visíveis na página inicial do notch.
ru: Настройка страниц, отображаемых на главной странице выреза.
sv: Konfigurera de sidor som visas på flärpens startsida.
th: กำหนดค่าหน้าที่แสดงบนหน้าแรกของรอยบาก
tr: Çentiğin ana sayfasında görünen sayfaları yapılandırın.
uk: Налаштуйте сторінки, які відображатимуться на головному екрані notch.
vi: Định cấu hình các trang hiển thị trên trang chủ notch.
zh_hans: 配置刘海主页上可见的页面。
zh_hant: 設定「瀏海」主頁面上顯示的頁面。

# settings.section.homePage.title
source: Home Page
ar: الصفحة الرئيسية
bg: Начална страница
bn: হোম পেজ
ca: Pàgina d'inici
cs: Domovská stránka
da: Startside
de: Hauptseite
el: Αρχική σελίδα
es: Página de inicio
fa: صفحه اصلی
fi: Kotisivu
fr: Page d'accueil
he: דף הבית
hi: होम पेज
hr: Početna stranica
hu: Főoldal
id: Halaman Beranda
ja: ホームページ
kk: Басты бет
ko: 홈 화면
ms: Laman Utama
nb: Startside
nl: Homepagina
pl: Strona główna
pt: Página inicial
ro: Pagină principală
ru: Главная страница
sk: Domovská stránka
sr: Почетна страница
sv: Startsida
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁面
